Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/hiof.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: NOK 600 or removal of the vehicle.
nb: kr 600,- eller fjerning av kjøretøyet.

source: The government has decided that colleges and universities in the academic year 2021/22 will be opened for increased physical presence and more social meeting points for students than before.
nb: Regjeringen har besluttet at høyskoler og universiteter studieåret 2021/22 skal åpnes for økt fysisk tilstedeværelse og flere sosiale møtepunkter for studenter enn tidligere.

source: This document describes the guidelines that apply if you want to use Zoom for red data.
nb: Dette dokumentet beskriver hvilke retningslinjer som gjelder hvis man ønsker å ta i bruk Zoom for røde data.

source: understand, use and apply central concepts and theoretical models in understanding foreign policy of states, war, conflict, and conflict resolution.
nb: anvende sentrale begreper og grunnmodeller i sammenlignende metode og beskrive og forklare staters utenrikspolitikk, internasjonalt samarbeid, konflikt og konfliktløsning

source: Readability formulas are insensitive to this.
nb: Seleksjonsmetoder og genetiske operatorer som mutasjon og overkryssning.

source: At least 75% of all written work / submissions
nb: Minimum 75 % av alle skriftlige arbeid/innleveringer

source: Topics covered include the beginnings of the U.S., its political structure, issues of race, class, gender, sexuality, religion, and various other related subjects.
nb: Man tar for seg temaer som opprettelsen av USA, det politiske systemet, sosiale klasser, etnisitet, kjønn og seksualitet, religion og andre temaer i tilknytning til disse.

source: The employee lives in Aremark, their place of work is in Halden, and they need to attend a meeting in Fredrikstad.
nb: Ansatt bor i Aremark, arbeidssted er i Halden, og skal på et møte i Fredrikstad.

source: HiØ does not tolerate employees being subjected to unwanted sexual attention or harassment.
nb: HiØ tolererer ikke at noen ansatte skal bli utsatt for uønsket seksuell oppmerksomhet eller trakassering.

source: Research and development work
nb: Undervisnings- og læringsformer

source: Supervision and feedback.
nb: Veiledning og tilbakemelding.

source: It is important to be flexible and act quickly when you learn of such cases.
nb: Det er viktig å agere hurtig og smidig når en får kjennskap til slike saker.

source: Select the print you want on the display and press "Print + Delete".
nb: Marker utskriften(-e) du ønsker i Displayet og trykk "Print+Delete".

source: University of Bergen
nb: Universitetet i Bergen

source: A portfolio comprising of up to 4 deliverables.
nb: Mappe bestående av inntil 4 leveranser.

source: Download Microsoft Office software for your own equipment.
nb: Nedlasting av Microsoft Office programvare til eget utstyr.

source: Mandatory course in the one-year German programme (full time and part time).
nb: Obligatorisk emne i Tysk årsstudium (heltid og deltid).

source: HiØ will be billed directly for all work-related use
nb: HiØ faktureres direkte for all arbeidsrelatert bruk

source: Wash your hands with hand disinfectant (a must!).
nb: Vask hendene med hånddesinfeksjon (VIKTIG!).

source: Help and support
nb: Hjelp og support

source: Only available from hiof.zoom.us, Canvas and Outlook.
nb: Kun tilgjengelig fra nettside hiof.zoom.us, Canvas og Outlook.

source: When the account is added on your phone, you can click "Continue" again on the PC.
nb: Når kontoen blir lagt til på mobilen kan du klikke "Neste" igjen på PCen.

source: All students must have access to an English-English dictionary, for instance, Collins Cobuild Dictionary, Longman Dictionary of Contemporary English, Oxford Advanced Learner's Dictionary, or another dictionary for non-native speakers of English (Learner¿s dictionaries).
nb: Alle studenter må dessuten ha tilgang til en engelsk-engelsk ordbok, for eksempel Collins Cobuild Dictionary, Longman Dictionary of Contemporary English, Oxford Advanced Learner's Dictionary eller en annen ordbok beregnet på brukere som ikke har engelsk som morsmål (learner's dictionaries).

source: usage pattern analysis and statistics (Google Analytics, A/B testing and user surveys)
nb: Analyse av bruksmønster og statistikk (Google Analytics, A/B-testing og brukerundersøkelser)

source: Independent work under supervision.
nb: Sjølstendig arbeid under veiledning.

source: We research how cyber-physical systems should be modelled and implemented to support effective design that is robust and suited for real time analysis.
nb: Vi vil forske på hvordan slike cyber-fysiske systemer bør modelleres og implementeres for å understøtte effektiv design som er robust for endringer og velegnet for sanntidsanalyse.

source: work for the interests of technology and engineering students.
nb: Studentene jobber for interessene til teknologi- og ingeniørstudenter.

source: Is there measuring/recording of the use on the vehicle?
nb: Er det måling/registrering av bruken på kjøretøyet?

source: arrange or code data to fit data mining and machine learning algorithms
nb: tilrettelegge eller kode om data slik at det passer for data mining og maskinlæringsalgoritmer.

source: Bachelor in Scenography (120 ECTS)
nb: Bachelorstudium i scenografi (120 studiepoeng)

source: In our research we include modeling, real time systems, networks, cloud services and Internet-of-Things.
nb: I forskningen vår finner vi fag som modellering, sanntidssystemer, nettverk, skytjenester og tingenes Internett.

source: I have worked as an accountant, finance manager, councilor, municipal plan and finance, journalist, editor, college lecturer, and have since 2005 been employed as general secretary of a nationwide association in finance and collection.
nb: Jeg har jobbet som revisor, økonomisjef, rådmann, kommunesjef plan og økonomi, journalist, redaktør, høgskolelektor, og har siden 2005 vært ansatt som generalsekretær for et landsomfattende forbund innenfor økonomi og innkreving.

source: Make sure that the country code and mobile number is correct, otherwise this can be filled in manually, then click "Next".
nb: Se til at landskode og mobilnummer stemmer, hvis ikke kan dette fylles inn manuelt, klikk deretter "Neste".

source: Parking regulations apply 24 hours a day.
nb: Parkeringsreguleringene gjelder 24 timer alle dager.

source: How can the exploration of the boundaries and connections between art and education contribute to an expansion of dominant ways of understanding learning processes, forms of assessment and learning outcomes in current and future educational rhetoric and practice?
nb: Hvordan kan utforskningen av grensene og forbindelsene mellom kunst og utdanning bidra til en utvidelse av dominerende måter å forstå læringsprosesser, vurderingsformer og læringsutbytter på i nåværende og fremtidig utdanningsretorikk og praksis?

source: Group project: the project can be reworked 2-3 times before final delivery.
nb: Prosjektet kan omarbeides 2-3 ganger før endelig innlevering.

source: Reference technique and critical use of sources are important elements of the course.
nb: Studentene vil også få innføring i kritisk bruk av kilder og i referanseteknikk.

source: select, deploy, integrate and manage information systems that meet the needs of the organization, with the cost and quality criteria identified.
nb: velge, distribuere, integrere og administrere informasjonssystemer som tilfredsstiller organisasjonens behov, med hensyn til pris- og kvalitetskriterier

source: The parking company Q-security can explain why parking fees are imposed.
nb: Parkeringsselskapet Q-security kan svare på hvorfor parkeringsavgift er ilagt.

source: Keep the student-/ employee card at the card reader to identify you.
nb: Hold student-/ansattkortet ved kortleseren for å identifisere deg.

source: must be documented and reflected on in the context of the topics covered in the course.
nb: skal dokumenteres og reflekteres over i konteksten av emnets undervisning.

source: The link between organisations' purposes, structures, systems, production processes and results, as well as various management and control functions in the organisation is a central theme.
nb: Sammenhengen mellom organisasjoners formål, strukturer, systemer, produksjonsprosesser og resultater, samt ulike styrings- og kontrollfunksjoner i organisasjonen er et sentralt tema.

source: If employees invite to a meeting or guidance in Zoom, use the "Schedule a Meeting" button in Outlook.
nb: Skal du som ansatt innkalle til møte eller veiledning i Zoom, bruker du "Schedule a Meeting"-knappen i Outlook.

source: up to 10 individual programming exercises
nb: inntil 10 individuelle programmeringsoppgaver.

source: The course explores different definitions of 'Gothic' by reading a variety of American literary texts (mainly novels and short works of fiction, but also poetry, film and other media).
nb: Emnet utforsker forskjellige definisjoner av "gotisk"gjennom å lese ulike amerikanske litterære tekster (først og fremst romaner og kortere skjønnlitterære verker, men også poesi, film og andre medier).

source: If you are already using another Authenticator app, this can be added instead of Microsoft Authenticator.
nb: Dersom du allerede bruker en annen Authenticator-app kan denne legges til i stedet for Microsoft Authenticator.

source: 1 Electric car HC parking is between the M-building and the Technical College.
nb: 1 El-bil HC parkering er mellom M-bygget og Fagskolen.

source: Managing director at Drivhuset Østfold
nb: Daglig leder for Drivhuset Østfold

source: In 2019 and 2020 she received Government Grants for Artists from Arts Council Norway for artistic research.
nb: I 2019 og 2020 mottok hun Statens kunstnerstipend for sitt kunstneriske utviklingsarbeid.

source: May be taken as an optional course in the 60 ECTS part of the bachelor programme in Society, Language and Culture. Prerequisites
nb: Emnet er obligatorisk i engelsk årsstudium og kan inngå i valgfri del på 60 studiepoeng i bachelorstudium i samfunn, språk og kultur. Forkunnskapskrav utover opptakskrav

source: You can also be a carrier of the covid-19 virus.
nb: Dere kan også være bærere av covid-19 viruset.

source: As a safety representative, are you obliged to notify the matter even if the employee wishes to remain anonymous?
nb: Har du som verneombud plikt til å melde selv om den ansatte vil være anonym?

source: Digitalisation in the project New Working Methods in Viken County (DiVi)
nb: Digitalisering i prosjekt Nye arbeidsformer i Viken (DiVi)

source: Go to registration for Fredrikstad
nb: Gå til registrering for Fredrikstad

source: The students shall respond to each other's work during their work, see Coursework requirements for more details.
nb: Studentene skal være respondenter for hverandre underveis i arbeidet, se nærmere under Arbeidskrav.

source: A Critique of Morgenthau’s Principles of Political Realism.
nb: Tvang og maktbruk i helse- og sosialtjenesten s.

source: If you are asked for further login details, enter your username (with @ hiof.no after) and FEIDE password.
nb: Spretter det opp spørsmål om brukernavn og passord, skriver du inn ditt brukernavn@hiof.no (på samme måte som for eduroam) og ditt FEIDE-passord.

source: Click "Yes, continue"
nb: Trykk "Ja, fortsett"

source: Black and white printing costs 0,30 kr for A4 and 0,60 kr for A3.
nb: Svart-hvitt trykk koster 0,30 kr for A4 og 0,60 kr for A3.

source: Participation in the development, organisation and holding of an internal group seminar, and giving a presentation at the seminar.
nb: Deltakelse i utvikling, organisering og gjennomføring av internt gruppeseminar, samt å holde eget innlegg under seminaret.

source: There are special spaces marked RED OR GREY CARD at the main entrance of building A, in front of the N-building and under the mountain at entrance H1.
nb: Det er spesielle plasser merket RØDT ELLER GRÅTT KORT ved hovedinngangen, bygg A, foran N-bygget og under fjellet ved inngang H1.

source: a) Grammar I: The students learn basic aspects of the German language system with special emphasis on morphology.
nb: Studentene får innsikt i grunnleggende sider ved språksystemet i tysk med spesiell vekt på formsystemet (morfologien).

source: The paper was among the IRIS selected and was published in the Association for Information Systems, AIS Electronic Library (AISeL) under Selected Papers of the IRIS, Issue Nr 9 (2018)
nb: Papiret var blant IRIS valgt og ble publisert i Association for Information Systems, AIS Electronic Library (AISeL) under utvalgte artikler i IRIS, utgave nr 9 (2018)

source: Select "Canon iR-ADV C5250/5255" in the list, and click OK
nb: Velg skriverdriveren "Canon iR-ADV C5250/5255", og trykk OK

source: Work package 5: Develop the core principles for achieving 'mutual learning' in cross-sectoral cooperation
nb: Arbeidspakke 5: Utvikle kjerneprinsippene for å oppnå "gjensidig læring" i tverrsektorielt samarbeid

source: Press the green start button to scan and send e-mail to yourself.
nb: Trykk den grønne startknappen for å skanne og sende på e-post til deg.

source: The oral exam is linked to the project and a pitch of the project.
nb: Muntlig eksamen knyttes til prosjektet og pitch av prosjekt.

source: Cost-Analysis and Homeless Veterans Rehabilitation Program Intern, Atlanta Veterans Affairs Medical Center, Health Services Research and Development, Atlanta, Georgia (GA), USA
nb: Kostnadsanalyse og hjemløse rehabilitering veteranprogrammer intern, Atlanta Veterans Affairs Medical Center, forskning og utvikling av helsetjenester avdeling, Atlanta, Georgia (GA), USA

source: The student must have passed the courses Productions 1 and Productions 2.
nb: Studenten må ha bestått emnene Produksjoner 1 og Produksjoner 2.

source: The master programme is based on the research activities at the department, but is also contributes to our research.
nb: Emnet har et godt utbygd nettbasert undervisnings-, veilednings- og vurderingstilbud på dag- og ettermiddagstid.

source: In kindergarten teacher education in the knowledge area Language, Text and Mathematics (STM).
nb: I barnehagelærerutdanningen i kunnskapsområdet Språk, Tekst og Matematikk (STM).

source: The course is taught as lectures, seminars and group lessons, and also involves language practice in the language lab.
nb: Undervisningen blir gitt i forelesninger, seminarer og gruppetimer, samt i språklaboratorium.

source: Both parts of the exam must be passed to pass the course.
nb: I år må kurset derfor kjøres to ganger.

source: The course Organization and Leadership 1 (30 ECTS credits) and Organization and Leadership 2 (30 ECTS credits) must be passed.
nb: Bestått emnene Organisasjon og ledelse 1 (30 studiepoeng) og Organisasjon og ledelse 2 (30 studiepoeng) eller tilsvarende.

source: The employee lives in Gressvik, the place of work is in Fredrikstad and they need to attend a meeting in Halden.
nb: Ansatt bor i Gressvik, arbeidsted er i Fredrikstad og skal på et møte i Halden.

source: Red data can be stored on a laptop with a fully encrypted disk, an encrypted memory stick or an encrypted external hard drive.
nb: Røde data kan lagres på laptop med fullkryptert disk, kryptert minnepinne eller kryptert ekstern harddisk.

source: NITO students Fredrikstad can be contacted through the Facebook page
nb: NITO studentene Fredrikstad kan kontakter gjennom Facebook-siden

source: the International Business Programme.
nb: Innføring i litteraturvitenskap

source: The test result is reported to Helsenorge and will give a green corona certificate for 24 hours and can be used to gain access to events, such as football matches, concerts, festivals and other social gatherings where tested personnel are desired.
nb: Prøvesvaret rapporteres inn til Helsenorge og vil gi grønt koronasertifikat i 24 timer og kan brukes til å få adgang til arrangement, slik som fotballkamper, konserter, festivaler og andre sosiale sammenkomster hvor det er ønskelig med testet personell.

source: The learning outcome for T&M 3 consists of theoretical knowledge about and skills in the development of aesthetic positions relating to artistic practice as an individual process and as a public event.
nb: Læringsutbyttet i T&M 3 består av teoretiske kunnskaper om og ferdigheter i utvikling av estetiske posisjoner rundt kunstnerskap som individuell prosess og som offentlig arrangement.

source: It is only permitted to park in spaces marked "HIØ".
nb: Her må det parkeres kun på plasser merket "HIØ".

source: Press "Logout" on the display.
nb: Trykk "Logg ut" på displayet.

source: Languages may vary according to region, social class, age, gender, social context and situation, and the medium of communication whether it is writing, spoken, face-to-face, online etc.
nb: Språk kan variere avhengig av region, sosial klasse, alder, kjønn, sosial kontekst og situasjon – og kommunikasjonsmedium, om det er skriftlig, muntlig, ansikt til ansikt, online osv.

source: Independent work under supervision, presentation and discussion during the course.
nb: Sjølstendig arbeid under veiledning, presentasjon og diskusjon underveis.

source: Energieventyret i Halden. [Newspaper].
nb: Energieventyret i Halden.

source: The purpose of this work package is to investigate the opportunities that lie in communication between the different technical components (sensors, actuators), data mining, data storage and data analysis.
nb: Et formål med denne arbeidspakken er å utforske de mulighetene som ligger i kommunikasjon mellom de forskjellige tekniske komponentene (herunder sensorer og forsyningssystemer), datafangst, -lagring og -analyse.

source: Most of our bachelor- and masterstudents in Information technology are using these templates, and are satisfied with them.
nb: De fleste av våre bachelor- og masterstudentene på Informasjonsteknologi bruker disse malene, og er godt fornøyd.

source: Installation of EndNote for Windows
nb: Installasjon av Endnote for PC

source: SFT11019 Oral German and German Phonetics (Autumn 2021)
nb: SFT11019 Muntlig tysk og tysk fonetikk (Høst 2021)

source: E-mail in Outlook on mobile devices
nb: E-post via Outlook på mobile enheter

source: the organisation's micro-processes, i.e. the close and everyday interaction between members of the organisation, in and between groups, across sections/agencies and organisations.
nb: organisasjonens mikroprosesser, det vil si den nære og hverdagslige samhandlingen mellom organisasjonsmedlemmene, i og mellom grupper, på tvers av avdelinger/etater og organisasjoner.

source: Enter your FEIDE username and password, and press "Log in"
nb: Skriv inn ditt FEIDE-brukernavn og -passord, og trykk "Logg inn"

source: The student must have at least two individual discussions on academic matters with the supervisor during each semester.
nb: Studenten skal ha minst to individuelle faglige samtaler med veilederen i løpet av hvert semester.

source: Ahus, Kongsvinger fengsel, Halden fengsel.
nb: - Espen Rødsmoen, rådgiver metode og innhold Halden fengsel

source: Useful parking information - Fredrikstad campus
nb: Nyttig parkeringsinformasjon - studiested Fredrikstad

source: This project focused on programming in mathematics in elementary school in Sweden.
nb: Dette prosjektet fokuserer på programmering i matematikk i grunnskolen i Sverige.

source: You can follow their Facebook page
nb: Du kan følge Facebook-siden deres

source: Big data and machine learning and cloud technology will also be central to this work package.
nb: Også big data med maskinlæring og cloud teknologi vil være sentralt i arbeidspakka.

source: Exploring Digital Fabrication in Elementary School Education
nb: Utforske digital fabrikasjon i grunnskoleutdanning

source: PhD, NHH Norwegian School of Economics (NHH, Bergen)
nb: PhD fra Norges Handelshøyskole (NHH, Bergen)

source: Associate professor (20 position), Western Norway University of Applied Sciences (HVL)
nb: Førsteamanuensis (20 prosent), Høgskulen på Vestlandet (HVL)

source: Presentation: The candidate first gives a presentation (approx. 10 minutes).
nb: I bacheloroppgaven (10 studiepoeng) skal studenten velge ett tema og spesialisere seg innenfor dette.

source: Once the manager has been informed, a case shall immediately be created in Public 360.
nb: Når leder er informert skal det umiddelbart opprettes en sak i Public 360.

source: T&M 3 Positions consists of 1) a series of lectures, 2) a course in formulating artistic positions, 3) group work on and the organisation of an international seminar.
nb: T&M 3 Posisjoner består av 1) forelesningsrekke, 2) kurs i formulering av kunstneriske posisjoner, 3) kollektivt arbeid med og gjennomføring av Internasjonalt fagseminar.

source: The students will be each other's respondents during the work, see 'Coursework requirements'.
nb: Det legges opp til at studentene skal være respondenter for hverandre underveis i arbeidet, se nærmere under Arbeidskrav.

source: Teaching activities vary between lectures, assignments for group work, plenary discussions and supervision.
nb: Undervisningen veksler mellom forelesninger, oppgaver til gruppearbeid, plenumsdrøftinger og veiledning.

source: The course will give the student approximately 280 hours of work. Praksis No superviced practice in this course
nb: Det er forventet at studenten bruker om ca. 280 timer på dette emnet.

source: Four 2-days sessions during daytime, a total of 8 days.
nb: Fire 2-dagers samlinger med undervisning på dagtid, totalt 8 dager.

source: knows how to find, evaluate, process and use relevant literature, and how to make a systematic scholarly written presentation using correct references and notes.
nb: kunnskaper om hvordan en finner, vurderer, bearbeider og anvender relevant faglitteratur og om oversiktlig og systematisk framstilling med korrekt bruk av kildehenvisninger og noteapparat.

source: They gather at HiØ, Halden and play board games.
nb: De samles på HiØ, avdeling Halden og spiller brettspill.

source: Østfold University College is the project owner, and Kristine Høeg Karlsen is the project manager.
nb: Høgskolen i Østfold er prosjektansvarlig, og Kristine Høeg Karlsen er prosjektleder.

source: All meetings must be set up with a waiting room function (lobby), and only persons you know for sure who are should be admitted
nb: Alle møter må opprettes med venteromsfunksjon (lobby), og man skal kun slippe inn kjente personer

source: Choose "Add Calendar" and then "From the Internet" in the menu
nb: Velg "Legg til kalender" > "Fra Internett" på verktøylinjen

source: E-mail in Outlook for PC or Mac
nb: E-post via Outlook på PC og Mac

source: Employed by the Department of Teacher Education at Østfold University College since autumn 2016
nb: Ansatt ved Avdeling for lærerutdanning ved Høgskolen i Østfold siden høsten 2016

source: Link to Chrome Web Store
nb: lenke til Chrome Webstore

source: The focus of the research has shifted towards person-centred healthcare, and since 2015 the research has also centred on the impact of health technology and digitalised solutions on patient-perceived quality and the work of health personnel.
nb: Fokus for forskningen har utviklet seg mot person-sentrert helsearbeid, og siden 2015 har forskningen også fokusert på helseteknologiske- og digitaliserte løsningers innvirkning på pasienterfart kvalitet og helsepersonells arbeid.

source: Knowledge about materials and their characteristics, and their semantic, artistic and physical properties will be studied in depth.
nb: Kunnskapen om materialer og deres karakteristika, semantiske, kunstneriske og fysiske egenskaper, skal fordypes.
